Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=718_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámediggi bálkkašii viššalis sámegiela oahppiid
smn: Sämitigge palhâšij viššâlis sämikielâ uáppeid

source: Sámediggi attii skuvllaid giđđafeasttain stipeanddaid oahppiide, geat leat bures menestuvvan sámegiela oahpuin.
smn: Sämitigge juovij škoovlâi kiđđâjuuhlijn stipendijd sämikielâ oopâin pyereest miänástum uappeid.

source: Stipeanddat juhkkojuvvojedje oktiibuot guđa ođđa stuđentii, geat leat čađahan sámegiela iskosa stuđeantadutkosis, 13 vuođđooahpahusa čađahan oahppái ja golmma Sámi oahpahusguovddážis válmmaštuvvan oahppái.
smn: Stipendeh juáhhojii ohtsis kuuđâ uáppei, kiäh lijjii čođâldittám sämikielâ iskos pajeuáppeetutkosijn, 13 uáppei, kiäh pessii vuáđumáttááttâsâst já kuulmâ Säämi máttááttâskuávdáást valmâštum uáppeid.

source: Sámedikki stipeandda ožžo čuovvovaš nuorat:
smn: Sämitige stiipeend ožžuu čuávvoo nuorah:

source: Stuđeanttat:
smn: Pajeuáppeeh:

source: Eanodaga logahat: Juhán-Tuommá Magga (davvisámegiella) ja Kiia Näkkälä (davvisámegiella)
smn: Iänuduv luvâttâh: Juhán-Tuommá Magga (tavesämikielâ) ja Kiia Näkkälä (tavesämikielâ)

source: Avvila logahat: Gabriela Satokangas (davvisámegiella), Matias West (davvisámegiella) ja Sunna Kokkonen (davvisámegiella)
smn: Avveel luvâttâh: Gabriela Satokangas (tavesämikielâ), Matias West (tavesämikielâ) já Sunna Kokkonen (tavesämikielâ)

source: Ohcejoga sámelogahat: Tommi Länsman (davvisámegiella)
smn: Ucjuv sämiluvâttâh: Tommi Länsman (tavesämikielâ)

source: Vuođđooahpahusa čađahan oahppit:
smn: Vuáđumáttááttâs čođâldittám uáppeeh:

source: Čeavetjávrri skuvla: Hannele Fofonoff (nuortalašgiella)
smn: Čevetjäävri škovlâ: Hannele Fofonoff (nuorttâsämikielâ)

source: Vuohču skuvla: Sunna Nikodemus (davvisámegiella)
smn: Vuáču škovlâ: Sunna Nikodemus (tavesämikielâ)

source: Heahtá badjeskuvla: Niki Kumpulainen (davvisámegiella), Anni-Sofia Löf (davvisámegiella) ja Fiia Kimmel (davvisámegiella)
smn: Heta paješkovlâ: Niki Kumpulainen (tavesämikielâ), Anni-Sofia Löf (tavesämikielâ) já Fiia Kimmel (tavesämikielâ)

source: Anára badjeskuvla: Sakke Kaitsalo (davvisámegiella)
smn: Aanaar paješkovlâ: Sakke Kaitsalo (tavesämikielâ)

source: Gáregasnjárgga skuvla: Christer Rasmus (davvisámegiella)
smn: Kärigâsnjaargâ škovlâ: Christer Rasmus (tavesämikielâ)

source: Ohcejotnjálmmi skuvla: Tuomo Laiti (davvisámegiella)
smn: Ucjuv škovlâ: Tuomo Laiti (tavesämikielâ)

source: Avvila badjeskuvla: Jolanda Magga (davvisámegiella)
smn: Avveel pajetääsi: Jolanda Magga (tavesämikielâ)

source: Aleksanteri Kena skuvla, Soađegilli: Saku Puotiniemi (davvisámegiella) ja Miikka Ämmälä (davvisámegiella)
smn: Aleksanteri Kena škovlâ, Suáđigil: Saku Puotiniemi (tavesämikielâ) já Miikka Ämmälä (tavesämikielâ)

source: Maikkula skuvla, Oulu: Ante Veijola (davvisámegiella)
smn: Maikkula škovlâ, Oulu: Ante Veijola (tavesämikielâ)

source: Pohjankartano skuvla, Oulu: Inka Ryhänen (davvisámegiella)
smn: Pohjankartano škovlâ, Oulu: Inka Ryhänen (tavesämikielâ)

source: Sámi oahpahusguovddážis válmmaštuvvan oahppit:
smn: Säämi máttááttâskuávdáást valmâštum:

source: Sunna Valkeapää (davvisámegiella)
smn: Sunna Valkeapää (tavesämikielâ)

source: Sámediggi sávvá lihku ja buorre geasseluomu buohkaide !
smn: Sämitigge tuáivut luho já pyeri kesiluámu puohháid !
